{
  "chunk_file": "chunk_49.wav",
  "source": " Dumbledore slipped the put-outer back inside his cloak, and set off down the street towards Number Four, where he sat down on the wall, next to the cat. He didn't look at it, but after a moment he spoke to it. \"'Fancy seeing you here, Professor McGonagall.' He turned to smile at the tabby, but it had gone. Instead he was smiling at a rather severe-looking woman, who was wearing square glasses exactly the shape of the markings the cat had had around its eyes. She, too, was wearing a cloak, an emerald one. Her black hair was drawn into a tight bun. She looked distinctly ruffled. \"'How did you know it was me?' she asked. \"'My dear Professor, I have never seen a cat sit so stiffly.' \"'You'd be stiff if you'd been sitting on a brick wall all day,' said Professor McGonagall. \"'All day? When you could have been stiff?' \"'Celebrating? I must have passed a dozen feasts and parties on my way here.' Professor McGonagall sniffed angrily. \"'Oh, yes. Everyone's celebrating all right,' she said impatiently. \"'You'd think they'd be a bit more careful. But no, even the muggles have noticed something's going on. It was on their news.' She jerked her head back at the Dursley's dark living-room window. \"'I heard it. Flocks of owls shooting stars. Well, they're not completely stupid.' They were bound to notice something. Shooting stars down in Kent? I bet that was Deedless Diggle. He never had much sense.' \"'Oh, you can't blame them,' said Dumbledore, gently. \"'We've had precious little to celebrate for eleven years.' \"'I know that,' said Professor McGonagall irritably. \"'But that's no reason to lose our heads. People are being downright careless, out on the streets in broad daylight, not even dressed in muggle clothes. They're swapping rumours.' She threw a sharp, sideways glance at Dumbledore here, as though hoping he was going to tell her something. But he didn't. So she went on. \"'A fine thing it would be if, on the very day you-know-who seems to have disappeared at last, the muggles found out about us all.'",
  "target": "Dumbledore slipped the Put-Outer back inside his cloak and set off down the street toward number four, where he sat down on the wall next to the cat. He didn’t look at it, but after a moment he spoke to it.\n“Fancy seeing you here, Professor McGonagall.”\nHe turned to smile at the tabby, but it had gone.Instead he was smiling at a rather severe-looking woman who was wearing square glasses exactly the shape of the markings the cat had had around its eyes. She, too, was wearing a cloak, an emerald one. Her black hair was drawn into a tight bun. She looked distinctly ruffled.\n“How did you know it was me?” she asked.\n“My dear Professor, I’ve never seen a cat sit so stiffly.”\n“You’d be stiff if you’d been sitting on a brick wall all day,” said Professor McGonagall.\n“All day? When you could have been celebrating? I must have passed a dozen feasts and parties on my way here.”\nProfessor McGonagall sniffed angrily.\n“Oh yes, I’ve celebrating, all right,” she said impatiently. “You’d think they’d be a bit more careful, but no —even the Muggles have noticed something’s going on. It was on their news.” She jerked her head back at the Dursleys’ dark living-room window. “I heard it. Flocks of owls…shooting stars…Well, they’re not completely stupid. They were bound to notice something. Shooting stars down in Kent — I’ll bet that was Dedalus Diggle. He never had much sense.”\n“You can’t blame them,” said Dumbledore gently. “We’ve had precious little to celebrate for eleven years.”\n“I know that,” said Professor McGonagall irritably. “But that’s no reason to lose our heads. People are being downright careless, out on the streets in broad daylight, not even dressed in Muggle clothes, swapping rumors.”\nShe threw a sharp, sideways glance at Dumbledore here, as though hoping he was going to tell her something, but he didn’t, so she went on. “A fine thing it would be if, on the very day You-Know-Who seems to have disappeared at last, the Muggles found out about us all."
}