{
  "chunk_file": "chunk_51.wav",
  "text": " It seemed that Professor McGonagall had reached the point she was most anxious to discuss, the real reason she had been waiting on a cold, hard wall all day, for neither as a cat nor as a woman had she fixed Dumbledore with such a piercing stare as she did now. It was plain that whatever everyone was saying, she was not going to believe it until Dumbledore told her it was true. Dumbledore, however, was choosing another Sherbet Lemon, and did not answer. \"'What they're saying,' she pressed on, \"'is that last night Voldemort turned up in Godric's Hollow. He went to find the Potters. The rumour is that Lily and James Potter are—that they're dead.'",
  "language": "en",
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 4.96,
      "text": " It seemed that Professor McGonagall had reached the point she was most anxious to discuss,"
    },
    {
      "id": 1,
      "start": 5.14,
      "end": 11.9,
      "text": " the real reason she had been waiting on a cold, hard wall all day, for neither as a cat nor as"
    },
    {
      "id": 2,
      "start": 11.9,
      "end": 18.28,
      "text": " a woman had she fixed Dumbledore with such a piercing stare as she did now. It was plain that"
    },
    {
      "id": 3,
      "start": 18.28,
      "end": 24.62,
      "text": " whatever everyone was saying, she was not going to believe it until Dumbledore told her it was true."
    },
    {
      "id": 4,
      "start": 25.34,
      "end": 29.44,
      "text": " Dumbledore, however, was choosing another Sherbet Lemon, and did not answer."
    },
    {
      "id": 5,
      "start": 30.32,
      "end": 33.46,
      "text": " \"'What they're saying,' she pressed on,"
    },
    {
      "id": 6,
      "start": 33.58,
      "end": 41.32,
      "text": " \"'is that last night Voldemort turned up in Godric's Hollow. He went to find the Potters."
    },
    {
      "id": 7,
      "start": 41.5,
      "end": 47.84,
      "text": " The rumour is that Lily and James Potter are—that they're dead.'"
    }
  ]
}