{
  "chunk_file": "chunk_47.wav",
  "text": " but he did seem to realise he was being watched, because he looked up suddenly at the cat, which was still staring at him from the other end of the street. For some reason the sight of the cat seemed to amuse him. He chuckled and muttered, I should have known. He had found what he was looking for in his inside pocket. It seemed to be a silver cigarette lighter. He flicked it open, held it up in the air, and clicked it. The nearest street lamp went out with a little pop. He clicked it again. The next lamp flickered into darkness. Twelve times he clicked the put-outer, until the only lights left in the whole street were two tiny pinpricks in the distance, which were the eyes of the cat watching him.",
  "language": "en",
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 1.86,
      "text": " but he did seem to realise he was being watched,"
    },
    {
      "id": 1,
      "start": 2.0,
      "end": 4.36,
      "text": " because he looked up suddenly at the cat,"
    },
    {
      "id": 2,
      "start": 4.42,
      "end": 7.0,
      "text": " which was still staring at him from the other end of the street."
    },
    {
      "id": 3,
      "start": 7.76,
      "end": 11.44,
      "text": " For some reason the sight of the cat seemed to amuse him."
    },
    {
      "id": 4,
      "start": 12.019999999999992,
      "end": 13.78,
      "text": " He chuckled and muttered,"
    },
    {
      "id": 5,
      "start": 13.92,
      "end": 16.36,
      "text": " I should have known."
    },
    {
      "id": 6,
      "start": 17.14,
      "end": 20.34,
      "text": " He had found what he was looking for in his inside pocket."
    },
    {
      "id": 7,
      "start": 20.76,
      "end": 23.5,
      "text": " It seemed to be a silver cigarette lighter."
    },
    {
      "id": 8,
      "start": 23.84,
      "end": 27.48,
      "text": " He flicked it open, held it up in the air, and clicked it."
    },
    {
      "id": 9,
      "start": 27.48,
      "end": 31.58,
      "text": " The nearest street lamp went out with a little pop."
    },
    {
      "id": 10,
      "start": 32.480000000000004,
      "end": 33.26,
      "text": " He clicked it again."
    },
    {
      "id": 11,
      "start": 34.08,
      "end": 36.02,
      "text": " The next lamp flickered into darkness."
    },
    {
      "id": 12,
      "start": 36.78,
      "end": 39.42,
      "text": " Twelve times he clicked the put-outer,"
    },
    {
      "id": 13,
      "start": 40.22,
      "end": 42.36,
      "text": " until the only lights left in the whole street"
    },
    {
      "id": 14,
      "start": 42.36,
      "end": 45.66,
      "text": " were two tiny pinpricks in the distance,"
    },
    {
      "id": 15,
      "start": 46.58,
      "end": 48.76,
      "text": " which were the eyes of the cat watching him."
    }
  ]
}