{
  "chunk_file": "chunk_12.wav",
  "text": " But on the edge of town drills were driven out of his mind by something else. As he sat in the usual morning traffic jam, he couldn't help noticing that there seemed to be a lot of strangely dressed people about. People in cloaks. Mr Dursley couldn't bear people who dressed in funny clothes, the get-ups you saw on young people. He supposed this was some stupid new fashion. He drummed his fingers on the steering wheel, and his eyes fell on a huddle of these weirdos standing quite close by. They were whispering excitedly together. Mr Dursley was enraged to see that a couple of them weren't young at all. Why, that man had to be older than he was, and wearing an emerald-green cloak. The nerve of him!",
  "language": "en",
  "segments": [
    {
      "id": 0,
      "start": 0.0,
      "end": 5.18,
      "text": " But on the edge of town drills were driven out of his mind by something else."
    },
    {
      "id": 1,
      "start": 5.84,
      "end": 8.7,
      "text": " As he sat in the usual morning traffic jam,"
    },
    {
      "id": 2,
      "start": 8.88,
      "end": 14.48,
      "text": " he couldn't help noticing that there seemed to be a lot of strangely dressed people about."
    },
    {
      "id": 3,
      "start": 15.44,
      "end": 17.14,
      "text": " People in cloaks."
    },
    {
      "id": 4,
      "start": 18.580000000000002,
      "end": 22.04,
      "text": " Mr Dursley couldn't bear people who dressed in funny clothes,"
    },
    {
      "id": 5,
      "start": 22.34,
      "end": 24.7,
      "text": " the get-ups you saw on young people."
    },
    {
      "id": 6,
      "start": 25.06,
      "end": 28.46,
      "text": " He supposed this was some stupid new fashion."
    },
    {
      "id": 7,
      "start": 28.46,
      "end": 31.46,
      "text": " He drummed his fingers on the steering wheel,"
    },
    {
      "id": 8,
      "start": 31.6,
      "end": 36.4,
      "text": " and his eyes fell on a huddle of these weirdos standing quite close by."
    },
    {
      "id": 9,
      "start": 36.64,
      "end": 39.0,
      "text": " They were whispering excitedly together."
    },
    {
      "id": 10,
      "start": 39.72,
      "end": 44.32,
      "text": " Mr Dursley was enraged to see that a couple of them weren't young at all."
    },
    {
      "id": 11,
      "start": 44.8,
      "end": 46.98,
      "text": " Why, that man had to be older than he was,"
    },
    {
      "id": 12,
      "start": 47.16,
      "end": 49.62,
      "text": " and wearing an emerald-green cloak."
    },
    {
      "id": 13,
      "start": 49.94,
      "end": 51.34,
      "text": " The nerve of him!"
    }
  ]
}