{
  "chunk_file": "chunk_50.wav",
  "source": " \"'I suppose he really has gone, Dumbledore?' \"'It certainly seems so,' said Dumbledore. \"'We have much to be thankful for. Would you care for a sherbet lemon?' \"'A what?' \"'A sherbet lemon. They're a kind of muggle sweet I'm rather fond of.' \"'No, thank you,' said Professor McGonagall, coldly, as though she didn't think this was the moment for sherbet lemons. \"'As I say, even if you-know-who has gone, my dear Professor, surely a sensible person like yourself can call him by his name? All this you-know-who nonsense! For eleven years I've been trying to persuade people to call him by his proper name. Voldemort!' Professor McGonagall flinched, but Dumbledore, who was unsticking two sherbet lemons, seemed not to notice. \"'It all gets so confusing. If we keep saying you-know-who, I've never seen any reason to be frightened of saying Voldemort's name.' \"'I know you haven't,' said Professor McGonagall, sounding half-exasperated, half-admiring. \"'But you're different. Everyone knows you're the only one you know—' \"'Oh, all right. Voldemort was frightened of.' \"'You flatter me,' said Dumbledore, calmly. \"'Voldemort had powers I will never have. Only because you—' \"'You're too, well, noble to use them.' \"'Oh, it's lucky it's dark. I haven't blushed so much since Madam Pumphrey told me she liked my new earmuffs.' Professor McGonagall shot a sharp look at Dumbledore and said, \"'The owls are nothing to the rumours that are flying around. You know what everyone's saying about why he's disappeared, about what finally stopped him?'",
  "target": "I suppose he really has gone, Dumbledore?' \"It certainly seems so,\" said Dumbledore. \"We have much to be thankful for. Would you care for a sherbet lemon?' \"A what?' \"A sherbet lemon. They're a kind of muggle sweet I'm rather fond of.' \"No, thank you,\" said Professor McGonagall, coldly, as though she didn't think this was the moment for sherbet lemons. \"As I say, even if you-know-who has gone, my dear Professor, surely a sensible person like yourself can call him by his name? All this you-know-who nonsense! For eleven years I've been trying to persuade people to call him by his proper name. Voldemort!' Professor McGonagall flinched, but Dumbledore, who was unsticking two lemon drops, seemed not to notice. “It all gets so confusing if we keep saying ‘You-Know-Who.’ I have never seen any reason to be frightened of saying Voldemort’s name.”\n“I know you haven’t, said Professor McGonagall, sounding half exasperated, half admiring. “But you’re different. Everyone knows you’re the only one You-Know- oh, all right, Voldemort, was frightened of.”\n“You flatter me,” said Dumbledore calmly. “Voldemort had powers I will never have.”\n“Only because you’re too — well — noble to use them.”\n“It’s lucky it’s dark. I haven’t blushed so much since Madam Pomfrey told me she liked my new earmuffs.”\nProfessor McGonagall shot a sharp look at Dumbledore and said “The owls are nothing next to the rumors that are flying around. You know what they’re saying? About why he’s disappeared? About what finally stopped him?”"
}